Repository: Anne738/med-service
Catalog: med-service/med-service/Resources/med_service/ViewModels/DoctorViewModel.*.resx
Languages: uk_ua

source: User
uk_ua: Користувач

source: Hospital
uk_ua: Лікарня

source: Specialization
uk_ua: Спеціалізація

source: Experience (years)
uk_ua: Досвід роботи (роки)

# UserRequired
source: The User field is required
uk_ua: Поле "Користувач" є обов'язковим

# HospitalRequired
source: The Hospital field is required
uk_ua: Поле "Лікарня" є обов'язковим

# SpecializationRequired
source: The Specialization field is required
uk_ua: Поле "Спеціалізація" є обов'язковим

# ExperienceRequired
source: The Experience field is required
uk_ua: Поле "Досвід роботи" є обов'язковим

# ExperienceRange
source: Experience must be between 0 and 70 years
uk_ua: Досвід роботи має бути від 0 до 70 років

source: -- Select User --
uk_ua: -- Оберіть користувача --

source: -- Select Hospital --
uk_ua: -- Оберіть лікарню --

source: -- Select Specialization --
uk_ua: -- Оберіть спеціалізацію --
